package edu.jc1.les02.task02;

public class Task05 {

	public static void main(String[] args) {
		// Дан прямоугольник, ширина которого в два раза меньше длины. Найти площадь прямоугольника
		
		double a;
		double b;
		 double S;
		 
		 a = 10;
		 b = a/2;
		 
		 S = a * b;
		 
		 System.out.println("Площадь прямоугольника = " + S);
		
		
		

	}

}
